Repository: juanpaps03/timetracking
Catalog: local/*/LC_MESSAGES/django.po
Languages: es

source: There was a problem obtaining work day. Maybe it was finished.
es: Hubo un problema al obtener el día de trabajo. Quizás ya fue finalizado.

source: There was a problem obtaining work day.
es: Hubo un problema al obtener el día de trabajo.

source: There was a problem obtaining building.
es: Hubo un problema al obtener la obra.

source: There was a problem obtaining task.
es: Hubo un problema al obtener la tarea.

source: Something went wrong.
es: Algo salió mal.

source: There was a problem obtaining month and year data.
es: Hubo un problema obteniendo la información de mes y año.

source: Logs updated correctly.
es: Registros actualizados con éxito.

source: You do not have permission to edit this workday.
es: No tiene permiso para editar este día de trabajo.

source: Day successfully ended.
es: Día finalizado con éxito.

source: Hours were missing. Fix it to end the day.
es: Faltan registros. Arréglelo para finalizar el día.

source: This is an old unfinished workday.
es: Este es un día de trabajo anterior no finalizado.

source: Account Inactive
es: Cuenta inactiva

source: This account is inactive.
es: Esta cuenta está inactiva.

source: Message
es: Mensaje

source: Account
es: Cuenta

source: E-mail Addresses
es: Correos electrónicos

source: The following e-mail addresses are associated with your account:
es: Los siguientes correos electrónicos están asociados con su cuenta:

source: Verified
es: Verificado

source: Unverified
es: No verificado

source: Primary
es: Primario

source: Make Primary
es: Hacer primario

source: Re-send Verification
es: Reenviar Verificación

source: Remove
es: Quitar

source: Warning:
es: Advertencia:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tienes ningún correo electrónico asociado. Se recomienda agregar uno para recibir notificaciones, restaurar tu contraseña, etc.

source: Add E-mail Address
es: Agregar Dirección de Correo Electrónico

source: Add E-mail
es: Agregar Correo Electrónico

source: Do you really want to remove the selected e-mail address?
es: ¿Realmente quiere quitar el correo electrónico seleccionado?

source: Confirm E-mail Address
es: Confirmar Dirección de Correo Electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Por favor, confirme que <a href="mailto:%(email)s">%(email)s</a> es un correoelectrónico para el usuario %(user_display)s.

source: Confirm
es: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
es: Este vínculo de confirmación de correo electrónico expiró o es inválido. Por favor <a href="%(email_url)s">solicite un nuevo correo electrónico de confirmación</a>.

source: Sign In
es: Iniciar Sesión

source: Sign Out
es: Cerrar Sesión

source: Are you sure you want to sign out?
es: ¿Está seguro que deseas cerrar sesión?

source: Change Password
es: Cambiar Contraseña

source: Password Reset
es: Restablecer Contraseña

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: ¿Olvidó su contraseña? Ingrese su correo electrónico debajo, y le enviaremos un correo electrónico permitiéndole restablecerla.

source: Reset My Password
es: Restablecer Mi Contraseña

source: Please contact us if you have any trouble resetting your password.
es: Por favor, contáctenos si tiene algún problema restableciendo su contraseña.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Le enviamos un correo electrónico. Por favor, contáctenos si no lo recibe dentro de unos minutos.

source: Bad Token
es: Token Incorrecto

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace de restablecimiento de contraseña era inválido, posiblemente porque ya se haya utilizado. Por favor, <a href="%(passwd_reset_url)s">solicite uno nuevo.</a>.

source: change password
es: cambiar contraseña

source: Your password is now changed.
es: Su contraseña fue cambiada.

source: Set Password
es: Establecer Contraseña

source: Signup
es: Registro

source: Sign Up
es: Registrarse

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: ¿Ya tiene una cuenta? <a href="%(login_url)s">Inicie sesión</a>.

source: Sign Up Closed
es: Registro Cerrado

source: We are sorry, but the sign up is currently closed.
es: Lo lamentamos, el registro se encuentra cerrado.

source: Verify Your E-mail Address
es: Verifique su Correo Electrónico

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
es: Le hemos enviado un correo electrónico de verificación. Haga clic en el enlace en él para finalizar el procesod e registro. Por favor, contáctenos si no lo recibe dentro de unos minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
es: Esta sección del sitio requiere confirmación de identidad. Para esto, se requiere que se verifique el correo electrónico.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
es: Le hemos enviado un correo electrónico de verificación. Por favor haga clic en el enlace en ese correo. Por favor contáctenos si no lo recibe dentro de unos minutos.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
es: <strong>Nota:</strong> aún puede <a href="%(email_url)s">cambiar su correo electrónico</a>

source: Month
es: Mes

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Setiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Year
es: Año

source: Download Report
es: Descargar Reporte

source: Toggle navigation
es: Mostrar/Ocultar navegación

source: Dashboard
es: Menú

source: Past Days
es: Días Anteriores

source: needs more logs.
es: necesita más registros.

source: 1 worker missing logs.
es: 1 trabajador necesita más registros.

source: need more logs.
es: necesitan más registros.

source: workers missing logs.
es: trabajadores necesitan registros.

source: All workers have enough logs. When you are sure everything is done, you can end the day.
es: Todos los trabajadores tienen suficientes registros. Cuando esté seguro que todo es correcto, puede terminar el día.

source: Log Hours
es: Registrar Horas

source: End Day
es: Finalizar Día

source: Start Day
es: Empezar Día

source: Day Review
es: Revisión del Día

source: Old workday
es: Día de trabajo anterior

source: Overview for
es: Resumen para

source: Logs Review
es: Revisión de Registros

source: Full Name
es: Nombre Completo

source: Task
es: Tarea

source: Hours Logged
es: Horas Registradas

source: Back to Edit Hours
es: Volver a Editar Horas

source: Confirm and End Day
es: Confirmar y Finalizar Día

source: Ammend logs to correctly end the day.
es: Corrija los registros para finalizar correctamente el día.

source: End anyway?
es: ¿Finalizar de todas formas?

source: End Day Without Validation
es: Finalizar Día Sin Validación

source: Close
es: Cerrar

source: To end a day without all workers having their required hours logged, a written comment is mandatory.
es: Para finalizar un día sin que todos los trabajadores tengan todos los registros necesarios, se requiere un comentario escrito.

source: Comment (required)
es: Comentario (requerido)

source: Select a task
es: Elija una tarea

source: Update hours for
es: Actualizar horas para

source: Log hours for
es: Registrar horas para

source: Update
es: Actualizar

source: Log
es: Registro

source: Hours for
es: Horas para

source: Log hours
es: Registrar horas

source: Hours for other tasks
es: Horas para otras tareas

source: Total hours logged
es: Total de horas registradas

source: All hours must be whole or half hours.
es: Todos los registros deben ser horas completas o medias horas.

source: Comment is mandatory for this task.
es: Un comentario es obligatorio para esta tarea.

source: Comment (optional)
es: Comentario (opcional)

source: Task selection
es: Selección de tarea

source: Task category:
es: Categoría de tarea:

source: -Select a category-
es: -Elija una categoría-

source: Task:
es: Tarea:

source: Hours per worker
es: Horas por trabajador

source: Each worker is expected to work
es: Se espera que cada trabajador trabaje

source: hours.
es: horas.

source: Category
es: Categoría

source: Detail for
es: Detalle para

source: with comment: "
es: con comentario: "

source: hours in
es: horas en

source: Comment
es: Comentario

source: Select Day
es: Elegir Día

source: Workdays among the past
es: Días de trabajo dentro de los últimos

source: days can be edited.
es: días pueden ser editados.

source: -Select a workday-
es: -Seleccionar día de trabajo-

source: at
es: en

source: Non-editable
es: No editable

source: Edit Day
es: Editar Día

source: Select task
es: Seleccionar tarea

source: The day you are editing was a
es: El día que está editando fue un

source: Each worker is expected to have worked
es: Se espera que cada trabajador haya trabajado

source: Make Reports
es: Hacer Reportes

source: Union Assembly
es: Asamblea Sindical

source: Auto-generated task that designates a worker in an union assembly.
es: Tarea autogenerada que designa un trabajador en una asamblea sindical.

source: Blood Donation
es: Donación de Sangre

source: Auto-generated task that designates a worker on leave for blood donation.
es: Tarea autogenerada que designa un trabajador en donación de sangre.

source: Sick
es: Enfermo

source: Auto-generated task that designates a sick worker.
es: Tarea autogenerada que designa un trabajador enfermo.

source: Absence
es: Falta

source: Auto-generated task that designates worker absence for a day.
es: Tarea autogenerada que designa un trabajador ausente por el día.

source: Notified Absence
es: Falta con Aviso

source: Auto-generated task that designates worker absence for a day, with previous notice.
es: Tarea autogenerada que designa un trabajador ausente por el día, con aviso previo.

source: Bereavement Leave
es: Licencia por Duelo

source: Auto-generated task that designates a worker on bereavement leave.
es: Tarea autogenerada que designa un trabajador en licencia por duelo.

source: Study Leave
es: Licencia por Estudio

source: Auto-generated task that designates a worker on study leave.
es: Tarea autogenerada que designa un trabajador en licencia por estudio.

source: Disabled Child Leave
es: Licencia por Hijo Discapacitado

source: Auto-generated task that designates a worker on leave for having a disabled child.
es: Tarea autogenerada que designa un trabajador en licencia por hijo discapacitado.

source: Marriage Leave
es: Licencia por Matrimonio

source: Auto-generated task that designates a worker on marriage leave.
es: Tarea autogenerada que designa un trabajador en licencia por matrimonio

source: Paternity Leave
es: Licencia Paternal

source: Auto-generated task that designates a worker on paternity leave.
es: Tarea autogenerada que designa un trabajador en licencia paternal.

source: Union Leave
es: Licencia Sindical

source: Auto-generated task that designates a worker on syndical leave.
es: Tarea autogenerada que designa un trabajador en licencia sindical.

source: Strike
es: Paro

source: Auto-generated task that designates a worker on strike.
es: Tarea autogenerada que designa un trabajador haciendo paro.

source: General strike
es: Paro General

source: Auto-generated task that designates a worker on general strike.
es: Tarea autogenerada que designa un trabajador haciendo paro general.

source: Leaving Early
es: Salida antes de hora

source: Auto-generated task that designates a worker that left early.
es: Tarea autogenerada que designa un trabajador que salió antes de hora.

source: FOCAP Training
es: Salida por capacitación FOCAP

source: Auto-generated task that designates a worker on FOCAP training.
es: Tarea autogenerada que designa un trabajador en capacitación de FOCAP

source: Training
es: Capacitación de la Empresa

source: Auto-generated task that designates a worker on training.
es: Tarea autogenerada que designa un trabajador en capacitación de la empresa.

source: Antiquity leave
es: Licencia Antigüedad

source: Auto-generated task that designates a worker on antiquity leave.
es: Tarea autogenerada que designa un trabajador en licencia por antigüedad

source: Suspended
es: Suspendido

source: Auto-generated task that designates a suspended worker.
es: Tarea autogenerada que designa un trabajador suspendido.

source: Auto-generated task that designates a worker on post-obra.
es: Tarea autogenerada que designa un trabajador en postobra.

source: General task for the %s category
es: Tarea general para la categoría %s

source: Monthly Report
es: Reporte Mensual

source: Monthly Reports
es: Reportes Mensuales

source: Daily_Report
es: Reporte_Diario

source: Daily Report
es: Reporte Diario

source: Worked Hours Detail
es: Detalle de Horas Trabajadas

source: Building
es: Obra

source: Code
es: Código

source: Holiday
es: Feriado

source: Worked Hours
es: Horas Trabajadas

source: Incentive Hours
es: Horas Incentivo

source: Days
es: Días

source: Ad 1/2 Hour
es: 1/2 Hora Ad

source: Date
es: Fecha

source: Workers
es: Trabajadores

source: Tasks
es: Tareas

source: Extra Information
es: Información Adicional

source: Day force-finished without controls.
es: Día finalizado forzosamente sin controles.

source: Day unfinished.
es: Día no finalizado.

source: Day is a holiday.
es: Día es feriado.

source: Workday comment
es: Comentario del día de trabajo:

source: Notes
es: Notas

source: of
es: de

source: in task
es: en tarea
